Repository: alanhawrot/jadebusem
Catalog: ios/Jadebusem/*.lproj/Localizable.strings
Languages: pl

source: Error
pl: Błąd

# CORRECT_ERRORS_MESSAGE
source: Please correct the errors below
pl: Proszę popraw błędy

# CORRECT_ERROR_MESSAGE
source: Please correct the error below
pl: Proszę popraw błąd

# EMAIL_PASSWORD_ERROR
source: Error, please check your email or password
pl: Sprawdź swój adres e-mail i hasło

source: Try again
pl: Spróbuj ponownie

source: Network problems
pl: Problem z połączeniem

# SHORT_PASSWORD
source: Your password is too short (6 characters is minimum)
pl: Hasło powinno mieć przynajmniej 6 znaków

# NOT_EQUAL_PASSWORDS
source: Given password are not equal
pl: Podane hasła się nie zgadzają

# EMAIL_IN_USE
source: This e-mail is already in use
pl: Podany adres e-mail jest już używany

source: Success
pl: Sukces

source: Registered successfully
pl: Rejestracja przebiegła pomyślnie

source: Database error
pl: Błąd bazy danych

source: Failure
pl: Błąd

# SIGNED_USERS_REMOVE
source: Only signed users can delete schedule
pl: Tylko zalogowani użytkownicy mogą usuwać rozkłady

# EXTERNAL_SCHEDULE_REMOVE_ERROR
source: You cannot delete external schedule. If are the owner of this schedule you can sign in at jadebusem1.herokuapp.com in order to delete it
pl: Nie można usunąć tego rozkładu. Jeśli jesteś twórcą/właścicielem tego rozkładu zaloguj sie na stronie jadebusem1.herokuapp.com w celu usunięcia

# ADD_SCHEDULE_SIGNED_USERS
source: Only signed users can add new schedules
pl: Tylko zalogowani użytkownicy mogą dodawać nowe rozkłady

# TWO_ROUTE_POINTS
source: Schedule must have at least two tracepoints
pl: Rozkład powinien mieć przynajmniej dwa punkty na trasie

# ONE_DEPARTURE_TIME
source: Schedule must have at least one departure times
pl: Rozkład powinien mieć przynajmniej jedną godzinę odjazdu

# COULD_NOT_SAVE
source: Could not save schedule
pl: Nie można zapisać rozkładu

# SIGNED_USERS_UPLOAD
source: Only signed users can upload schedule
pl: Tylko zalogowani użytkownicy mogą wysyłać rozkład

# SMS_SUPPORT
source: Your device does not support SMS feature
pl: Twoje urządzenie nie wspiera funkcji SMS

# SMS_CANCELED
source: SMS has been canceled
pl: SMS został anulowany

# SMS_FAILED
source: Sending SMS has failed
pl: Nastąpił błąd podczas próby wysłania wiadomości SMS

# SMS_SENT
source: SMS has been sent
pl: SMS został wysłany

# SCHEDULE_UPLOADED
source: Schedule has been uploaded
pl: Rozkład został wysłany

# CHECK_CONNECTION_TRY_AGAIN
source: Check your connection and try again
pl: Sprawdź swoje połączenie i spróbuj ponownie

# DRAW_ROUTE_MAP
source: Route cannot be drawn on map
pl: Trasa w wyniku błędu nie może zostać zoznaczona na mapie
